Repository: systopia/de.animalsociety.rating
Catalog: l10n/*/LC_MESSAGES/rating.po
Languages: de_de

source: Upgrade %1 to revision %2
de_de: Upgrade von %1 zu Revision %2

source: Entity Type
de_de: Entitätstyp

source: Type of the entity that the rating should be updated for. Options are activity, individual, organisation
de_de: Entitätstyp, zu dem das Rating upgedated werden soll. Optionen: Aktivität (activity), Individuum (individual), Organisation (organisation)

source: Entity IDs
de_de: Entitäts-IDs

source: ID or list of IDs of the entities that the rating should be updated of. Alternatively, you can set pass 'all' to update *all* those entities.
de_de: ID oder Liste von IDs von Entitäten, für die das Rating geupdated werden soll. Alternativ kann 'all' übergeben worden, um alle Entitäten zu updaten.

source: Update Sources (level)
de_de: Quellen updaten (Wert der Rekursionstiefe)

source: First update the data structures needed the given entity, and the recursive level of that (max 2)
de_de: Updaten Sie zuerst die Datenschtrukturen der gegebenen Entität um das rekursive Level von maximal 2.

source: Propagate Updates (level)
de_de: Updates nach oben weitergeben (Rekursionstiefe)

source: Also update the data structures affected by this change, and the propagation level (max 2)
de_de: Updaten Sie auch die Datenstrukturen, die von dieser Änderung betroffen sind und das Weitergeben an höhere Instanzen um maximal Level 2.

source: Overall rating weighted
de_de: Gewichtete Gesamtnote

source: Livestock rating weighted
de_de: Gewichtete Note für Landwirtschaftlich genutzte Tiere

source: Aquaculture rating weighted
de_de: Gewichtete Note für Tiere in Aquakulturen & Fischerei

source: Animal testing rating weighted
de_de: Gewichtete Note für Tiere in der Forschung

source: Animal rights rating weighted
de_de: Gewichtete Note für Tierrecht

source: Hunting & wildlife rating weighted
de_de: Gewichtete Note für Wildtiere

source: Pets rating weighted
de_de: Gewichtete Note für Heimtiere

source: Animals in entertainment rating weighted
de_de: Gewichtete Note für Tiere in der Unterhaltung

source: Food & consumer protection rating weighted
de_de: Gewichtete Note für Nahrungsmittel & Verbraucherschutz

source: Sum of coefficients
de_de: Summe der Koeffizienten

source: Livestock coefficients
de_de: Koeffizient für Landwirtschaftlich genutzte Tiere

source: Aquaculture coefficients
de_de: Koeffizient für Tiere in Aquakulturen & Fischerei

source: Animal testing coefficients
de_de: Koeffizient für Tiere in der Forschung

source: Animal rights coefficients
de_de: Koeffizient für Tierrecht

source: Hunting & wildlife coefficients
de_de: Koeffizient für Wildtiere

source: Pets coefficients
de_de: Koeffizient für Heimtiere

source: Animals in entertainment coefficients
de_de: Koeffizient für Tiere in der Unterhaltung

source: Food & consumer protection coefficients
de_de: Koeffizient für Nahrungsmittel & Verbraucherschutz

source: Importance of a politican
de_de: Wichtigkeit dieser Person

source: Overall rating
de_de: Gesamtnote

source: Livestock rating
de_de: Note für Landwirtschaftlich genutzte Tiere

source: Aquaculture rating
de_de: Note für Tiere in Aquakulturen & Fischerei

source: Animal testing rating
de_de: Note für Tiere in Forschung

source: Animal rights rating
de_de: Note für Tierrecht

source: Hunting & wildlife rating
de_de: Note für Wildtiere

source: Pets rating
de_de: Note für Heimtiere

source: Animals in entertainment rating
de_de: Note für Tiere in der Unterhaltung

source: Food & consumer protection rating
de_de: Note für Nahrungsmittel & Verbraucherschutz

source: Title
de_de: Titel

source: Kind
de_de: Art

source: Parliament
de_de: Parlament

source: Vote
de_de: Abstimmung

source: category
de_de: Kategorie

source: Subcategory
de_de: Unterkategorie

source: Species
de_de: Spezies

source: Score
de_de: Wert

source: Comment on Rating
de_de: Kommentar zur Note

source: Weight
de_de: Gewichtung

source: Source - Tierpolitik.org
de_de: Quelle - Tierpolitik.org

source: Expectations of citizens
de_de: Erwartungen der Bürger

source: CTA - Email - Subject
de_de: CTA - Email - Betreff

source: Rating weighted
de_de: Gewichtete Note

source: Livestock
de_de: Landwirtschaftlich genutzte Tiere

source: Animals in aquaculture & fisheries
de_de: Tiere in Aquakulturen & Fischerei

source: Animals in research
de_de: Tiere in der Forschung

source: Animal rights
de_de: Tierrecht

source: Wildlife
de_de: Wildtiere

source: Pets
de_de: Heimtiere

source: Animals in entertainment
de_de: Tiere in der Unterhaltung

source: Food & consumer protection
de_de: Nahrungsmittel & Verbraucherschutz

source: Public communication
de_de: Öffentliche Kommunikation

source: Speech
de_de: Rede

source: Program item
de_de: Programmpunkt

source: Extra-parliamentary work
de_de: Außerparlamentarische Arbeit

source: Parliamentary question
de_de: Parlamentarische Anfrage

source: Participation draft law
de_de: Beteiligung an Gesetzesvorlage

source: Vote on subsidies
de_de: Abstimmung über Subvention

source: Vote on public contract
de_de: Abstimmung über öffentlichen Auftrag

source: Vote on draft law
de_de: Abstimmung über Gesetzentwurf

source: good
de_de: Gut

source: rather good
de_de: Eher gut

source: rather bad
de_de: Eher schlecht

source: bad
de_de: Schlecht

source: Badgers
de_de: Dachse

source: Cattle
de_de: Rinder

source: Ducks
de_de: Enten

source: Whales
de_de: Wale

source: Cats
de_de: Katzen

source: Horses
de_de: Pferde

source: Dogs
de_de: Hunde

source: Pigs
de_de: Schweine

source: Crustaceans
de_de: Krustentiere

source: Elephants
de_de: Elefanten

source: Rabbits
de_de: Kaninchen

source: Wolves
de_de: Wölfe

source: Sheep
de_de: Schaf

source: Geese
de_de: Gänse

source: Birds
de_de: Vögel

source: Bears
de_de: Bären

source: Seals
de_de: Robben

source: Pigeons
de_de: Tauben

source: Fishes
de_de: Fische

source: Chicken
de_de: Hühner

source: Squids
de_de: Tintenfische

source: Primates
de_de: Primaten

source: Rats
de_de: Ratten

source: Foxes
de_de: Füchse

source: Sharks
de_de: Haie

source: Marine mammals
de_de: Meeressäuger

source: Published
de_de: Veröffentlicht

source: Animal abandonment
de_de: Aussetzen von Tieren

source: Slaughter
de_de: Schlachtung

source: Slaughter of pregnant animals
de_de: Schlachtung schwangerer Tiere

source: War animals
de_de: Kriegstiere

source: Chicks killing
de_de: Kükentöten

source: Cage keeping
de_de: Käfighaltung

source: Cameras in slaughterhouses
de_de: Kameras in Schlachthöfen

source: Hunting
de_de: Jagd

source: Circus
de_de: Zirkus

source: Dolphinarium
de_de: Delphinarium

source: Vermins
de_de: Sogenannte Schädlinge

source: Electrical Stunning
de_de: Elektrobetäubung

source: Factory Farming
de_de: Massentierhaltung

source: Labelling
de_de: Kennzeichnung

source: CO2 Stunning
de_de: CO2-Betäubung

source: Fur
de_de: Pelz

source: Force Feeding
de_de: Zwangsfütterung / Mästen

source: City Animals
de_de: Stadttiere

source: Veggie Menus
de_de: Veggie-Menüs

source: Mutilation
de_de: Verstümmelung

source: Sport fishing
de_de: Sportfischen

source: Live plucking
de_de: Lebendrupfen

source: Protection of whistleblowers
de_de: Schutz von Whistleblowern

source: Education
de_de: Aufklärung

source: Reproduction control
de_de: Reproduktionskontrolle

source: Pet trade
de_de: Handel mit Haustieren

source: Wildlife trade
de_de: Handel mit Wildtieren

source: Leather
de_de: Leder

source: Live animal transport
de_de: Lebendtiertransport

source: Reduction of the animal population
de_de: Reduzierung der Tierbestände

source: New buildings
de_de: Neubauten

source: Emergency killings
de_de: Nottötungen

source: Torture breeding
de_de: Qualzucht

source: Control and enforcement
de_de: Kontrolle und Vollzug

source: Medication use
de_de: Medikamenten-Einsatz

source: Right of association
de_de: Verbandsklagerecht

source: Animal welfare officer
de_de: Tierschutzbeauftragte*r

source: Wildlife and road traffic
de_de: Wildtiere & Straßenverkehr

source: Animal shelters
de_de: Tierheime

source: Political Activity
de_de: Politische Aktivität

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Abstention
de_de: Enthaltung

source: absent
de_de: Abwesend

source: well-known
de_de: Bekannt
